// Arabic governorate to Shipping Fee mapping
const defaultShippingFees = {
  "القاهرة": 85,
  "الجيزة": 85,
  "القليوبية": 85,
  "الإسكندرية": 85,
  "البحيرة": 85,
  "المنوفية": 85,
  "الشرقية": 85,
  "الغربية": 85,
  "الدقهلية": 85,
  "دمياط": 85,
  "كفر الشيخ": 85,
  "الإسماعيلية": 95,
  "بور سعيد": 95,
  "السويس": 95,
  "الفيوم": 110,
  "بني سويف": 110,
  "المنيا": 110,
  "أسيوط": 110,
  "سوهاج": 130,
  "قنا": 130,
  "الأقصر": 130,
  "أسوان": 130,
  "البحر الأحمر": 130,
  "شمال سيناء": 135,
  "جنوب سيناء": 135,
  "مطروح": 135,
  "الوادي الجديد": 135
};

module.exports = defaultShippingFees;
